Repository: Klingenstadt-Solingen/Open-SmartCity-App-EnvironmentUI-ios
Catalog: OSCAEnvironmentUI/OSCAEnvironmentUI/Resources/Localizable.xcstrings
Source language: en
Languages: de

# cast_error
source: Could not show data
de: Daten können nicht angezeigt werden

# choose_station
source: Please choose a Sensor Station
de: Wählen Sie bitte eine Sensorstation

# connection_error
source: Could not connect to server
de: Verbindung konnte nicht hergestellt werden

source: Connection failed
de: Verbindung fehlgeschlagen

# hold_marker
source: To see a Station's Sensors, select a Station and press here or select and hold a Station on the Map
de: Um die Sensoren einer Station zu sehen, drücken Sie hier oder drücken und halten Sie eine Station auf der Karte

source: List
de: Liste

source: Map
de: Karte

# no_fav_sensor
source: No sensor has been favorited
de: Kein Sensor wurde favorisiert

# no_result
source: No result is available
de: Kein Ergebnis verfügbar

# select_sensor
source: Please choose a Sensor
de: Bitte wählen Sie einen Sensor

source: Sensor Location
de: Sensorstandort

source: Something went wrong
de: Etwas ist schiefgelaufen

# timeout
source: Could not connect in time
de: Verbindung konnte nicht rechtzeitig aufgebaut werden

source: Try again
de: Erneut versuchen
